[
    {
        "id": 1,
        "name": "Rolls-Royce Boat Tail*",
        "price": "$28.0 Million",
        "description": "Rolls-Royce is back in the business of coachbuilding with the gorgeous new Boat Tail. A successor to the stunning Sweptail from 2017 - which itself cost a reported $12.8 million - the Boat Tail has a unique two-tone exterior, custom high-end finishes inside, and even a 'hosting suite' complete with a champagne fridge and built-in sun umbrella.",
        "img": "https://i.ibb.co/gWwGmSp/1.webp",
        "quantity": "5",
        "supplier": "Rolls-Royce Motor Cars"
    },
    {
        "id": 2,
        "name": "Bugatti La Voiture Noire",
        "price": "$13.4 Million",
        "description": "The one-off Bugatti La Voiture Noire is officially the most expensive new Bugatti ever made. And understandably so. A modern interpretation of Jean Bugatti's personal Type 57 SC Atlantic, the La Voiture Noire uses the same quad-turbocharged 8.0-liter W16 engine as the Chiron, producing 1,479 horsepower. It has six - that's right, six exhaust tips, radical new wheels, an aggressive, bespoke fascia, and a gigantic light-up badge in the rear that spells out the name of the brand. Of course, this one-of-one Bugatti already has a home.",
        "img": "https://i.ibb.co/gwYmjyK/2.webp",
        "quantity": "8",
        "supplier": "Bugatti Automobiles S.A.S."
    },
    {
        "id": 3,
        "name": "Rolls-Royce Sweptail",
        "price": "$12.8 Million",
        "description": "Rolls-Royce, expectedly, takes two of the top three spots on this list, with the stunning Sweptail one-off from 2017 coming in at number three. With a monumental price tag of $13.0 million, it was, at the time of its debut, the most expensive new car ever. It's been outpriced since then, but the 453-horsepower luxury car is still a jaw-dropper.",
        "img": "https://i.ibb.co/2FtmvpX/3.webp",
        "quantity": "10",
        "supplier": "Rolls-Royce Motor Cars"
    },
    {
        "id": 4,
        "name": "Bugatti Centodieci",
        "price": "$9.0 Million",
        "description": "Bugatti debuted the Centodieci at last year's Pebble Beach car week, showing off yet another ultra-rare, super-expensive model to the world. Limited to just 10 - dieci - units, the car is a modern throwback to the Bugatti EB110. At the same time, it's meant to celebrate Bugatti's momentous 110-year anniversary. Its unique styling cues won't make everyone fall in love, but at least you won't have to worry about seeing another one on the road. ",
        "img": "https://i.ibb.co/LtgJNdq/4.webp",
        "quantity": "8",
        "supplier": "Bugatti Automobiles"
    },
    {
        "id": 5,
        "name": "Mercedes-Maybach Exelero",
        "price": "$8.0 Million",
        "description": "Like many others before it, the Mercedes-Benz Maybach Exelero is a one-off. Commissioned by Fulda, a German subsidiary of Goodyear, to test its new tires, the Exlero debuted in 2004. Mercedes built the Exelero on the bones of a Maybach, and gave it the same twin-turbo V12 engine producing 690 horsepower (510 kilowatts) and 752 pound-feet (1,020 Newton-meters) of torque. Top speed is listed at 218 miles per hour (350 kilometers per hour) and adjusted for inflation.",
        "img": "https://i.ibb.co/gJ6nCk6/5.webp",
        "quantity": "13",
        "supplier": "Stola DaimlerChrysler"
    },
    {
        "id": 6,
        "name": "SP Automotive Chaos",
        "price": "$6.4 Million",
        "description": "SP Automotive (short for Spyros Panopoulos) is a new name in the world of hypercars, but the brand's 2,000-horsepower, $6.4-million, aptly named Chaos has already made an impact. With a twin-turbocharged 4.0-liter V10, the base SP Automotive Chaos is one of the most expensive cars on this list - beating out many Lambos and Bugattis - but there's an even pricier version of this car that costs an eye-watering $14.4 million. That version reportedly packs 3,000 hp.",
        "img": "https://i.ibb.co/VHYQVvK/6.webp",
        "quantity": "15",
        "supplier": "Spyros Panopolous"
    },
    {
        "id": 7,
        "name": "Bugatti Divo",
        "price": "$5.8 Million",
        "description": "Among Bugatti's recently debuted vehicles, the Divo is a staff favorite. Though it shares much in common with its cheaper (!) sibling the Chiron, the Divo has a lot going for it to justify the extra money. By adding lighter wheels, a carbon fiber intercooler and removing some sound deadening, Bugatti made the Divo 77 pounds lighter than the Chiron. Though power is unchanged from the Chiron's 1,500 ponies (1,119 kilowatts), The Divo features a different aerodynamic setup, which makes it 8 seconds quicker around the Nardo test track.",
        "img": "https://i.ibb.co/mqk6fv3/7.webp",
        "quantity": "16",
        "supplier": "Spyros Panopolous"
    },
    {
        "id": 8,
        "name": "Bugatti Bolide",
        "price": "$4.7 Million",
        "description": "Produced in extremely limited numbers atop the body of a Chiron, it's no wonder Bugatti's one-of-40 Bolide track car is this pricey. At $4.7 million, the 1,824-horsepower hypercar has more power than the Chiron Super Sport 300+, and more extreme bodywork that allow it to lap tracks like the Nurburgring in record time (in theory). Bugatti says the Bolide would be able to conquer the Ring in record time.",
        "img": "https://i.ibb.co/TPPwyQS/8.webp",
        "quantity": "20",
        "supplier": "Bugatti Automobiles S.A.S."
    },
    {
        "id": 9,
        "name": "Lamborghini Veneno",
        "price": "$4.5 Million",
        "description": "Lamborghini built just 14 examples of the Aventador-based Veneno between 2014 and 2015. Each one cost around $4.5 million, depending on how it was spec'd, and was available in both convertible and coupe configurations. Underhood Lamborghini fitted a more-powerful iteration of the Aventador's 6.5-liter V12, now producing 740 horsepower (552 kilowatts) and 509 pound-feet (609 Newton-meters) of torque, which gave it the ability to sprint to 60 miles per hour (96 kilometers per hour) in a blistering 2.9 seconds.",
        "img": "https://i.ibb.co/3CSc78J/9.webp",
        "quantity": "22",
        "supplier": "Lamborghini"
    },
    {
        "id": 10,
        "name": "Bugatti Chiron Super Sport 300+",
        "price": "$3.9 Million",
        "description": "Earlier this year, Bugatti captured the collective attention of the automotive world by announcing that it broke the 300 miles per hour barrier with a modified version of the Chiron. The Super Sport 300 + is a road-going version of that car, meant to celebrate the occasion. Limited to just 30 units, the Super Sport 300+ is a beautiful version of the Chiron, with flowing, slippery bodywork and a sweet stripe motif. Even with 300 in the name, Bugatti is limiting the top speed of each car to 'just' 277 mph.",
        "img": "https://i.ibb.co/6rk5VMq/10.webp",
        "quantity": "25",
        "supplier": "Bugatti Engineering GmbH"
    },
    {
        "id": 11,
        "name": "Lamborghini Sian",
        "price": "$3.6 million",
        "description": "In several ways, the Sian represents a bridge to Lamborghini's future. Though it's based on the Aventador SVJ, this wild-looking Lambo is the brand's first production electrified offering. In addition to the SVJ-sourced 6.5-liter V12, the Sian uses a 48-volt mild-hybrid system. Total system output is 819 horsepower (611 kilowatts), which also makes it the most powerful Lamborghini ever. As confirmed by the 63 stuck on either side of the Sian's wing, Lamborghini will produce just 63 units.",
        "img": "https://i.ibb.co/rmHW2qT/11.webp",
        "quantity": "24",
        "supplier": "Lamborghini"
    },
    {
        "id": 12,
        "name": "Bugatti Engineering GmbH",
        "price": "$3.6 Million",
        "description": "Another showstopper from the Geneva Motor Show that never was, the Bugatti Chiron Pur Sport is a special edition Chiron with a focus on aerodynamics, weight reduction, and power distribution. It's the same 8.0-liter quad-turbo W16 engine underneath the skin but it's now mated to a recalibrated automatic gearbox. While the peak output remains unchanged at 1,500 horsepower (1,103 kilowatts), the rpm redline has been set 200 rpm higher, up to 6,900 rpm. The Pur Sport also features slightly revised bodywork, with a bigger rear wing and more aerodynamic front fascia.",
        "img": "https://i.ibb.co/9G8Ky4s/12.webp",
        "quantity": "30",
        "supplier": "Bugatti Engineering GmbH"
    },
    {
        "id": 13,
        "name": "Pagani Huayra Roadster BC",
        "price": "$3.5 Million",
        "description": "Following Pagani's past playbook, a roadster version of the ferocious Huayra BC was inevitable. Last year, the company made it official by showing off the Huayra Roadster BC, a topless monster with 800 horsepower (597 kilowatts) and 774 lb-ft of torque (1049 Newton-meters). Somewhat surprisingly, Pagani gave the roadster 50 more horsepower than its coupe sibling, by cranking up its AMG-sourced twin-turbocharged 6.0-liter V12. In addition to the joy of hearing the glorious engine note without a roof in the way, owners should take comfort in knowing that their car is ultra-rare",
        "img": "https://i.ibb.co/sVhCY87/13.webp",
        "quantity": "35",
        "supplier": "Pagani Automobili S.p.A."
    }
]